{"num_sections": 7, "sections": [{"treshhold": 5, "name": "unknown name", "questions": [{"text": "Most of the following questions will be about the last three months. Some questions will be about the last year. The first thing I will do is ask you some background information about yourself.", "num": "Intro1", "type": "10"}, {"text": "Are you male or female?", "num": "1", "type": "1"}, {"text": "How old are you?", "num": "2", "type": "0"}, {"text": "Are you Hispanic or Latina?", "num": "3", "type": "4"}, {"text": "Choose the category that best describes your race:", "num": "4", "type": "2"}, {"text": "What grade are you in?", "num": "5", "type": "3"}, {"text": "Who spent the most time taking care of you in the last three months?", "num": "6", "type": "6"}, {"text": "Think of the adults that live with you.Which of these people do you miss the most when you can't be with them?", "num": "7", "type": "7"}]}, {"treshhold": 5, "name": "unknown name", "questions": [{"text": "The next set of questions is about the kinds of things you have been doing and feeling.", "num": "Intro2", "type": "10"}, {"text": "During the last three months did you have trouble seeing the chalkboard?", "num": "8", "type": "4"}, {"text": " Do you wear glasses?", "num": "8A", "type": "4"}, {"text": "During the last three months, did you have trouble hearing?", "num": "9", "type": "4"}, {"text": "Did you see an ear doctor about this?", "num": "9A", "type": "4"}, {"text": "During the last three months did you have a toothache?", "num": "10", "type": "4"}, {"text": "Have you seen a dentist about this?", "num": "10A", "type": "4"}]}, {"treshhold": 5, "name": "unknown name", "questions": [{"text": "In the last three months ...Have you often felt very nervous or uncomfortable when you have been with a group of children or young people say like in the lunchroom at school or at a party?", "num": "1", "type": "4"}, {"text": "In the last three months ...Have you often felt very nervous when you've had to do things in front of people?", "num": "2", "type": "4"}, {"text": "In the last three months ...Has there been a time when you often wanted to stay at home and not go to school or other places without your mother?", "num": "3", "type": "4"}, {"text": "In the last three months ...Have you often had headaches or stomachaches or felt like you would throw up when you couldn't be with your mother?", "num": "4", "type": "4"}, {"text": "In the last three months ...Have you had a lot of bad dreams or nightmares?", "num": "5", "type": "4"}, {"text": "In the last three months ...Have you often wanted to have your mother near you before you could fall asleep?", "num": "6", "type": "4"}, {"text": "In the last three months ...Have you kept worrying that your mother might go away and never come back?", "num": "7", "type": "4"}, {"text": "In the last three months ...If your mother has to go out some place without you do you often get very upset or beg her not to leave?", "num": "8", "type": "4"}, {"text": "In the last three months ...If you have been away from home without your mother for several days in a row", "num": "9", "type": " like staying with friends or relatives or going to camp do you get very upset or very homesick because you missed her?"}, {"text": "In the last three months ...Have you often been afraid to go out of the house by yourself?", "num": "10", "type": "4"}, {"text": "In the last three months ...Have you often felt afraid of being in crowded places?", "num": "11", "type": "4"}, {"text": "In the last three months ...Have you often been afraid of traveling in cars or on buses or trains?", "num": "12", "type": "4"}, {"text": "In the last three months ...Have you often felt afraid of being on bridges or in tunnels?", "num": "13", "type": "4"}, {"text": "Do you live in a dangerous neighborhood, where most people your age are worried or nervous about going outside?", "num": "14", "type": "4"}, {"text": "In the last three months ...  Have you been more scared about traveling or going outside by yourself than other people your age?", "num": "15", "type": "4"}, {"text": "In the last three months ...  If you really had to travel or leave the house by yourself, could you have done that?", "num": "16", "type": "4"}, {"text": "In the last three months ...  Have you gotten worried or scared just thinking about having to travel or leave the house by yourself?", "num": "17", "type": "4"}]}, {"treshhold": 5, "name": "unknown name", "questions": [{"text": "For this question I want to know if you have ever had a sudden attack of feeling very afraid. In the kind of attack I mean someone becomes very afraid even though there is nothing around them to frighten them. Sometimes they feel they can't breathe ... sometimes their hearts beat very fast.The attacks come on very suddenly and then go away but they get afraid that the attacks might come back.In the last three months ... have you had an attack when all of a sudden you felt you very afraid or strange?", "num": "18", "type": "4"}, {"text": "Have you had a time when you suddenly felt that you were suffocating or you couldn't breathe?", "num": "19", "type": "4"}, {"text": "Do you have asthma?", "num": "20", "type": "4"}, {"text": "Is the only time you felt afraid or like you couldn't breathe when you were having an asthma attack? ", "num": "21", "type": "4"}, {"text": "In the last three months ...Have you often worried a lot before you were going to play a sport or game or do some other activity?", "num": "22", "type": "4"}, {"text": "In the last three months ...Have you had a lot of headaches?", "num": "23", "type": "4"}, {"text": "In the last three months ...Have you had a lot of other aches and pains?", "num": "24", "type": "4"}, {"text": "Are you the kind of person who is often very tense or who finds it very hard to relax?", "num": "25", "type": "4"}, {"text": "In the last three months ...Have you been very afraid of dogs birds snakes insects or any other animals?", "num": "26", "type": "4"}, {"text": "In the last three months ...Have you been very afraid of being high up or in a high place?", "num": "27", "type": "4"}, {"text": "In the last three months ...Have you been very afraid of being in the dark?", "num": "28", "type": "4"}, {"text": "In the last three months ...Has seeing a needle or getting a shot made you much more afraid than other people?", "num": "29", "type": "4"}, {"text": "In the last three months ...Has the sight of blood or cuts made you very afraid?", "num": "30", "type": "4"}, {"text": "In the last three months ...Have you been very afraid of being on a bridge or in a tunnel or on a highway?", "num": "31", "type": "4"}, {"text": "In the last three months ...Have you been very afraid of being in an elevator or on an escalator?", "num": "32", "type": "4"}, {"text": "Some young people have times when one thought or idea comes into their mind over and over again. When people have these thoughts they usually get upset because the thoughts are strange. No matter how hard they try the thoughts keep coming back.Now I'm going to ask you if you have had thoughts like these in the last three months.Have you had to count things over and over again or make yourself do things a certain number of times?", "num": "33", "type": "4"}, {"text": "In the last three months ...Was there a time when you washed your hands or body over and over again or changed your clothes many times each day because you thought they were dirty?", "num": "34", "type": "4"}, {"text": "In the last three months ...Have you often felt you should check on things over and over again?For example checking that the front door is locked ... or the stove is turned off ... or that something else was done even though you knew it had been done?", "num": "35", "type": "4"}, {"text": "In the last three months ...Have you often worried over and over again that things you touch are dirty or have germs?", "num": "36", "type": "4"}, {"text": "In the last three months ...Have you had any other thoughts that kept coming into your mind over and over again that you couldn't get rid of?", "num": "37", "type": "4"}]}, {"treshhold": 5, "name": "unknown name", "questions": [{"text": "In the last three months ...  Have you done things like counting, checking, washing, over and over again because you like to do these things?", "num": "38", "type": "4"}, {"text": "In the last three months  Have you done things like counting, checking, washing, over and over again, only because you've been told by someone else to make sure that you've done them right?", "num": "39", "type": "4"}, {"text": "In the last three months ...  Have you wished you could stop yourself from doing things like counting, checking or washing over and over again?", "num": "40", "type": "4"}, {"text": "In the last three months... Have you spent a lot of time each day doing things like counting, checking or washing over and over again ... say, for as long as an hour?", "num": "41", "type": "4"}, {"text": "These questions are about upsetting things that sometimes happen to people.Have you ever been in a natural disaster where you thought you were going to die or be seriously injured ... like a flood ... or a tornado ... or an earthquake ... or hurricane?", "num": "42", "type": "4"}, {"text": "Have you ever been in a situation when you were attacked or hurt very badly?", "num": "43", "type": "4"}, {"text": "Have you ever been in a situation when you thought you were going to die?", "num": "44", "type": "4"}, {"text": "Has someone you are close to been attacked or hurt very badly?", "num": "45", "type": "4"}, {"text": "Has anyone close to you ever died very suddenly?", "num": "46", "type": "4"}, {"text": "Have you ever seen anyone be killed or die suddenly in front of you ... not on TV or in the movies?", "num": "47", "type": "4"}, {"text": "In the last three months ...  Have you often thought about any of these events?", "num": "48", "type": "4"}, {"text": " These next questions are about how you have been acting and feeling in the last three months, because of the upsetting event that you said happened to you.  In the last three months ... have you had problems falling asleep or staying asleep?", "num": "49", "type": "4"}, {"text": " In the last three months ...  Have you had a lot of nightmares about what happened?", "num": "50", "type": "4"}, {"text": "In the last three months ...  Have you tried very hard not to think about what happened and not to hear about it or talk about it?", "num": "51", "type": "4"}, {"text": "In the last three months ...  Have you stopped going places or doing things that might make you think about what happened? ", "num": "52", "type": "4"}, {"text": "In the last three months ...  Have you tried to keep away from people who might remind you of what happened?  ", "num": "53", "type": "4"}, {"text": "In the last three months ...  Have you stopped thinking about the future or about things that you might do when you are older?  ", "num": "54", "type": "4"}, {"text": "In the last three months ...  Has it been harder to keep your mind on things or to concentrate? ", "num": "55", "type": "4"}, {"text": "In the last three months ...  Have you been very upset, afraid or sad when something has made you think about what happened?  ", "num": "56", "type": "4"}, {"text": "In the last three months ...  Have you had trouble remembering important parts of what happened? ", "num": "57", "type": "4"}, {"text": "In the last three months ...  Have you had upsetting thoughts or pictures of what happened come into your mind, when you didn't want them to?", "num": "58", "type": "4"}]}, {"treshhold": 5, "name": "unknown name", "questions": [{"text": "In the last three months ...Has anyone worried that you were much too thin?", "num": "59", "type": "4"}, {"text": "In the last three months ...Have you often felt bad about yourself because you thought you were fat or overweight?", "num": "60", "type": "4"}, {"text": "In the last three months ...Have there been times when you thought about food or about eating almost all of the time?", "num": "61", "type": "4"}, {"text": "Now I am going to ask you about eating binges. An eating binge is when someone stuffs themselves with a lot of food in a short time ... like several whole pizzas or a whole chocolate cake or several containers of ice cream ... and they don't seem to be able to control how much they eat.In the last three months ... have you had an eating binge like that?", "num": "62", "type": "4"}, {"text": "In the last three months ...Has there been a time when nothing was fun for you and you just weren't interested in anything?", "num": "63", "type": "4"}, {"text": "In the last three months ...Has there been a time when you had less energy than you usually do?", "num": "64", "type": "4"}, {"text": "In the last three months ...Has there been a time when you felt you couldn't do anything well or that you weren't as good-looking or as smart as other people?", "num": "65", "type": "4"}, {"text": "In the last three months ...Has there been a time when you thought seriously about killing yourself?", "num": "66", "type": "4"}, {"text": "Have you tried to kill yourself in the last year?", "num": "67", "type": "4"}, {"text": "In the last three months ...Has there been a time when doing even little things made you feel really tired?", "num": "68", "type": "4"}, {"text": "In the last three months ... Has there been a time when you couldn't think as clearly or as fast as usual?", "num": "69", "type": "4"}, {"text": "Everyone gets in a bad mood sometimes but some people feel grouchy or angry or irritable most of the time for several days in a row. They get really annoyed when other people interrupt them or don't agree with everything they say.In the last three months ... have you had a time when you've been grouchy or angry like this?", "num": "70", "type": "4"}, {"text": "In the last three months ...Has there been a time when you felt very restless so that you had to keep walking around or be on the move all the time?", "num": "71", "type": "4"}, {"text": "In the last three months ...Has there been a time when you talked too much or too quickly?", "num": "72", "type": "4"}, {"text": "In the last three months ...Has there been a time when you thought you had special abilities or powers which made you stronger smarter or better than most other people?", "num": "73", "type": "4"}, {"text": "In the last three months ...Has there been a time when you often felt like your mind was racing too quickly from one thought to another?", "num": "74", "type": "4"}, {"text": "Everyone has times when they have trouble concentrating or keeping their mind on what they are doing. What we want to know is whether you have had difficulty concentrating or keeping your mind on what you are doing most of the time. In the last three months have you often had trouble keeping your mind on what you were doing most of the time?", "num": "75", "type": "4"}, {"text": "In the last three months ...Have you often forgotten what you are supposed to be doing or what you had planned to do?", "num": "76", "type": "4"}, {"text": "In the last three months ...Have you often found it hard to keep your mind on what you are doing when other things are going on?", "num": "77", "type": "4"}, {"text": "In the last three months ...Have you often tried not to do things where you would need to pay attention for a long time?", "num": "78", "type": "4"}, {"text": "In the last three months ...Have you often made a lot of mistakes because it's hard for you to do things carefully?", "num": "79", "type": "4"}, {"text": "In the last year ...Have you taken medication for being overactive being hyperactive or having trouble paying attention?", "num": "80", "type": "4"}, {"text": "In the last three months ...Have you gotten even with people by doing things like hurting them messing up their things or telling lies about them?", "num": "81", "type": "4"}, {"text": "In the last three months ...Have you refused to do what your parents or teachers told you to do?", "num": "82", "type": "4"}, {"text": "In the last three months ...Have you been grouchy or easily annoyed?", "num": "83", "type": "4"}, {"text": "In the last three months ...Have you done mean things to people on purpose?", "num": "84", "type": "4"}, {"text": "In the last three months ...Have you blamed someone else for your mistakes or for things you did that you shouldn't have done?", "num": "85", "type": ""}, {"text": "In the last three months ...Have you done things just to annoy people or make them mad?", "num": "86", "type": "4"}, {"text": 