{"num_sections": 24, "sections": [{"threshold": 5, "name": "Introduction1", "questions": [{"text": "Most of the following questions will be about the last three months. Some questions will be about the last year. The first thing I will do is ask you some background information about yourself.", "num": "Intro1", "type": "10"}]}, {"threshold": 5, "name": "Demographics", "questions": [{"text": "Are you male or female?", "num": "1", "type": "1"}, {"text": "How old are you?", "num": "2", "type": "0"}, {"text": "Are you Hispanic or Latina?", "num": "3", "type": "4"}, {"text": "Choose the category that best describes your race:", "num": "4", "type": "2"}, {"text": "What grade are you in? (please enter 'other' and explain if this does not apply)", "num": "5", "type": "3"}, {"text": "Who spent the most time taking care of you in the last three months?", "num": "6", "type": "6"}, {"text": "Think of the adults that live with you. Which of these people do you miss the most when you can't be with them?", "num": "7", "type": "7"}]}, {"threshold": 5, "name": "Introduction2", "questions": [{"text": "The next set of questions is about the kinds of things you have been doing and feeling.", "num": "Intro2", "type": "10"}]}, {"threshold": 5, "name": "Health", "questions": [{"text": "During the last three months did you have trouble seeing the whiteboard?", "num": "8", "type": "4"}, {"text": "Do you wear glasses?", "num": "8A", "type": "4"}, {"text": "During the last three months, did you have trouble hearing?", "num": "9", "type": "4"}, {"text": "Did you see an ear doctor about this?", "num": "9A", "type": "4"}, {"text": "During the last three months did you have a toothache?", "num": "10", "type": "4"}, {"text": "Have you seen a dentist about this?", "num": "10A", "type": "4"}]}, {"threshold": 5, "name": "Social Phobia", "questions": [{"text": "In the last three months, have you often felt very nervous or uncomfortable when you have been with a group of children or young people, say like in the lunchroom at school or at a party?", "num": "1", "type": "4"}, {"text": "In the last three months, have you often felt very nervous when you've had to do things in front of people?", "num": "2", "type": "4"}]}, {"threshold": 5, "name": "Separation Anxiety", "questions": [{"text": "In the last three months, has there been a time when you often wanted to stay at home and not go to school or other places without your mother?", "num": "3", "type": "4"}, {"text": "In the last three months, have you often had headaches, stomachaches, or felt like you would throw up when you couldn't be with your mother?", "num": "4", "type": "4"}, {"text": "In the last three months, have you had a lot of bad dreams or nightmares?", "num": "5", "type": "4"}, {"text": "In the last three months, have you often wanted to have your mother near you before you could fall asleep?", "num": "6", "type": "4"}, {"text": "In the last three months, have you kept worrying that your mother might go away and never come back?", "num": "7", "type": "4"}, {"text": "In the last three months, if your mother has to go out some place without you do you often get very upset or beg her not to leave?", "num": "8", "type": "4"}, {"text": "In the last three months, if you have been away from home without your mother for several days in a row  like staying with friends or relatives or going to camp do you get very upset or very homesick because you missed her?", "num": "9", "type": "4"}]}, {"threshold": 5, "name": "Agoraphobia", "questions": [{"text": "In the last three months, have you often been afraid to go out of the house by yourself?", "num": "10", "type": "4"}, {"text": "In the last three months, have you often felt afraid of being in crowded places?", "num": "11", "type": "4"}, {"text": "In the last three months, have you often been afraid of traveling in cars or on buses or trains?", "num": "12", "type": "4"}, {"text": "In the last three months, have you often felt afraid of being on bridges or in tunnels?", "num": "13", "type": "4"}, {"text": "Do you live in a dangerous neighborhood, where most people your age are worried or nervous about going outside?", "num": "14Q", "type": "4"}, {"text": "In the last three months, have you been more scared about traveling or going outside by yourself than other people your age?", "num": "15Q", "type": "4"}, {"text": "In the last three months, if you really had to travel or leave the house by yourself, could you have done that?", "num": "16Q", "type": "4"}, {"text": "In the last three months, have you gotten worried or scared just thinking about having to travel or leave the house by yourself?", "num": "17Q", "type": "4"}]}, {"threshold": 5, "name": "Panic Attacks", "questions": [{"text": "For this question I want to know if you have ever had a sudden attack of feeling very afraid. In the kind of attack I mean someone becomes very afraid even though there is nothing around them to frighten them. Sometimes they feel they can't breathe, or sometimes their hearts beat very fast. The attacks come on very suddenly and then go away but they get afraid that the attacks might come back. In the last three months, have you had an attack when all of a sudden you felt you very afraid or strange?", "num": "18", "type": "4"}, {"text": "Have you had a time when you suddenly felt that you were suffocating or you couldn't breathe?", "num": "19", "type": "4"}, {"text": "Do you have asthma?", "num": "20", "type": "4"}, {"text": "Is the only time you felt afraid or like you couldn't breathe when you were having an asthma attack?", "num": "21Q", "type": "4"}]}, {"threshold": 5, "name": "General Anxiety", "questions": [{"text": "In the last three months, have you often worried a lot before you were going to play a sport or game or do some other activity?", "num": "22", "type": "4"}, {"text": "In the last three months, have you had a lot of headaches?", "num": "23", "type": "4"}, {"text": "In the last three months, have you had a lot of other aches and pains?", "num": "24", "type": "4"}, {"text": "Are you the kind of person who is often very tense or who finds it very hard to relax?", "num": "25", "type": "4"}]}, {"threshold": 5, "name": "Specific Phobia", "questions": [{"text": "In the last three months, have you been very afraid of dogs birds snakes insects or any other animals?", "num": "26", "type": "4"}, {"text": "In the last three months, have you been very afraid of being high up or in a high place?", "num": "27", "type": "4"}, {"text": "In the last three months, have you been very afraid of being in the dark?", "num": "28", "type": "4"}, {"text": "In the last three months, has seeing a needle or getting a shot made you much more afraid than other people?", "num": "29", "type": "4"}, {"text": "In the last three months, has the sight of blood or cuts made you very afraid?", "num": "30", "type": "4"}, {"text": "In the last three months, have you been very afraid of being on a bridge or in a tunnel or on a highway?", "num": "31", "type": "4"}, {"text": "In the last three months, have you been very afraid of being in an elevator or on an escalator?", "num": "32", "type": "4"}]}, {"threshold": 5, "name": "OCD", "questions": [{"text": "Some young people have times when one thought or idea comes into their mind over and over again. When people have these thoughts they usually get upset because the thoughts are strange. No matter how hard they try the thoughts keep coming back.Now I'm going to ask you if you have had thoughts like these in the last three months.Have you had to count things over and over again or make yourself do things a certain number of times?", "num": "33", "type": "4"}, {"text": "In the last three months, was there a time when you washed your hands or body over and over again or changed your clothes many times each day because you thought they were dirty?", "num": "34", "type": "4"}, {"text": "In the last three months, have you often felt you should check on things over and over again? For example, checking that the front door is locked, or the stove is turned off, or that something else was done even though you knew it had been done?", "num": "35", "type": "4"}, {"text": "In the last three months, have you often worried over and over again that things you touch are dirty or have germs?", "num": "36", "type": "4"}, {"text": "In the last three months, have you had any other thoughts that kept coming into your mind over and over again that you couldn't get rid of?", "num": "37", "type": "4"}, {"text": "In the last three months, have you done things like counting, checking, washing, over and over again because you like to do these things?", "num": "38Q", "type": "4"}, {"text": "In the last three months  Have you done things like counting, checking, washing, over and over again, only because you've been told by someone else to make sure that you've done them right?", "num": "39Q", "type": "4"}, {"text": "In the last three months, have you wished you could stop yourself from doing things like counting, checking or washing over and over again?", "num": "40Q", "type": "4"}, {"text": "In the last three months, have you spent a lot of time each day doing things like counting, checking or washing over and over again, say, for as long as an hour?", "num": "41Q", "type": "4"}]}, {"threshold": 5, "name": "PTSD", "questions": [{"text": "These questions are about upsetting things that sometimes happen to people.Have you ever been in a natural disaster where you thought you were going to die or be seriously injured, like a flood, or a tornado, or an earthquake, or a hurricane?", "num": "42", "type": "4"}, {"text": "Have you ever been in a situation when you were attacked or hurt very badly?", "num": "43", "type": "4"}, {"text": "Have you ever been in a situation when you thought you were going to die?", "num": "44", "type": "4"}, {"text": "Has someone you are close to been attacked or hurt very badly?", "num": "45", "type": "4"}, {"text": "Has anyone close to you ever died very suddenly?", "num": "46", "type": "4"}, {"text": "Have you ever seen anyone be killed or die suddenly in front of you, not on TV or in the movies?", "num": "47", "type": "4"}, {"text": "In the last three months, have you often thought about any of these events?", "num": "48", "type": "4"}, {"text": "These next questions are about how you have been acting and feeling in the last three months, because of the upsetting event that you said happened to you.  In the last three months ... have you had problems falling asleep or staying asleep?", "num": "49", "type": "4"}, {"text": "In the last three months, have you had a lot of nightmares about what happened?", "num": "50", "type": "4"}, {"text": "In the last three months, have you tried very hard not to think about what happened and not to hear about it or talk about it?", "num": "51", "type": "4"}, {"text": "In the last three months, have you stopped going places or doing things that might make you think about what happened?", "num": "52", "type": "4"}, {"text": "In the last three months, have you tried to keep away from people who might remind you of what happened?", "num": "53", "type": "4"}, {"text": "In the last three months, have you stopped thinking about the future or about things that you might do when you are older?", "num": "54", "type": "4"}, {"text": "In the last three months, has it been harder to keep your mind on things or to concentrate?", "num": "55", "type": "4"}, {"text": "In the last three months, have you been very upset, afraid or sad when something has made you think about what happened?", "num": "56", "type": "4"}, {"text": "In the last three months, have you had trouble remembering important parts of what happened?", "num": "57", "type": "4"}, {"text": "In the last three months, have you had upsetting thoughts or pictures of what happened come into your mind, when you didn't want them to?", "num": "58", "type": "4"}]}, {"threshold": 5, "name": "Eating Disorder", "questions": [{"text": "In the last three months, has anyone worried that you were much too thin?", "num": "59", "type": "4"}, {"text": "In the last three months, have you often felt bad about yourself because you thought you were fat or overweight?", "num": "60", "type": "4"}, {"text": "In the last three months, have there been times when you thought about food or about eating almost all of the time?", "num": "61", "type": "4"}, {"text": "Now I am going to ask you about eating binges. An eating binge is when someone stuffs themselves with a lot of food in a short time (like <i>several whole</i> pizzas or a whole chocolate cake or several containers of ice cream) and they don't seem to be able to control how much they eat. In the last three months, have you had an eating binge like that yourself?", "num": "62", "type": "4"}]}, {"threshold": 5, "name": "Depression", "questions": [{"text": "In the last three months, has there been a time when nothing was fun for you and you just weren't interested in anything?", "num": "63", "type": "4"}, {"text": "In the last three months, has there been a time when you had less energy than you usually do?", "num": "64", "type": "4"}, {"text": "In the last three months, has there been a time when you felt you couldn't do anything well or that you weren't as good-looking or as smart as other people?", "num": "65", "type": "4"}, {"text": "In the last three months, has there been a time when you thought seriously about killing yourself?", "num": "66", "type": "4"}, {"text": "Have you tried to kill yourself in the last year?", "num": "67", "type": "4"}, {"text": "In the last three months, has there been a time when doing even little things made you feel really tired?", "num": "68", "type": "4"}, {"text": "In the last three months, has there been a time when you couldn't think as clearly or as fast as usual?", "num": "69", "type": "4"}]}, {"threshold": 5, "name": "Mania", "questions": [{"text": "Everyone gets in a bad mood sometimes but some people feel grouchy or angry or irritable most of the time for several days in a row. They get really annoyed when other people interrupt them or don't agree with everything they say. In the last three months, have you had a time when you've been grouchy or angry like this?", "num": "70", "type": "4"}, {"text": "In the last three months, has there been a time when you felt very restless so that you had to keep walking around or be on the move all the time?", "num": "71", "type": "4"}, {"text": "In the last three months, has there been a time when you talked too much or too quickly?", "num": "72", "type": "4"}, {"text": "In the last three months, has there been a time when you thought you had special abilities or powers which made you stronger smarter or better than most other people?", "num": "73", "type": "4"}, {"text": "In the last three months, has there been a time when you often felt like your mind was racing too quickly from one thought to another?", "num": "74", "type": "4"}]}, {"threshold": 5, "name": "ADHD", "questions": [{"text": "Everyone has times when they have trouble concentrating or keeping their mind on what they are doing. What we want to know is whether you have had difficulty concentrating or keeping your mind on what you are doing most of the time. In the last three months have you often had trouble keeping your mind on what you were doing most of the time?", "num": "75", "type": "4"}, {"text": "In the last three months, have you often forgotten what you are supposed to be doing or what you had planned to do?", "num": "76", "type": "4"}, {"text": "In the last three months, have you often found it hard to keep your mind on what you are doing when other things are going on?", "num": "77", "type": "4"}, {"text": "In the last three months, have you often tried not to do things where you would need to pay attention for a long time?", "num": "78", "type": "4"}, {"text": "In the last three months, have you often made a lot of mistakes because it's hard for you to do things carefully?", "num": "79", "type": "4"}, {"text": "In the last year, have you taken medication for being overactive being hyperactive or having trouble paying attention?", "num": "80", "type": "4"}]}, {"threshold": 5, "name": "ODD", "questions": [{"text": "In the last three months, have you gotten even with people by doing things like hurting them, messing up their things, or telling lies about them?", "num": "81", "type": "4"}, {"text": "In the last three months, have you refused to do what your parents or teachers told you to do?", "num": "82", "type": "4"}, {"text": "In the last three months, have you been grouchy or easily annoyed?", "num": "83", "type": "4"}, {"text": "In the last three months, have you done mean things to people on purpose?", "num": "84", "type": "4"}, {"text": "In the last three months, have you blamed someone else for your mistakes or for things you did that you shouldn't have done?", "num": "85", "type": "4"}, {"text": "In the last three months, have you done things just to annoy people or make them mad?", "num": "86", "type": "4"}, {"text": "In the last three months ...Have people complained because you swore or used dirty language?", "num": "87", "type": "4"}]}, {"threshold": 5, "name": "Conduct Disorder", "questions": [{"text": "In the last year, have you been expelled from school for misbehavior - that is, told you could never go back to that school at all?", "num": "88", "type": "4"}, {"text": "In the last year, have you shoplifted - that is, stolen something from a store when you thought no one was looking?", "num": "89", "type": "4"}, {"text": "In the last year, have you lied to get money or something else you wanted?", "num": "90", "type": "4"}, {"text": "In the last year, have you snatched someone else's purse or jewelry?", "num": "91", "type": "4"}, {"text": "In the last year, have you broken something or messed up some place on purpose, like breaking windows, writing on a building, or slashing tires?", "num": "92", "type": "4"}, {"text": "In the last year, have you stolen from anyone else when they weren't around or weren't looking?", "num": "93", "type": "4"}, {"text": "In the last year, have you been physically cruel to an animal and hurt it on purpose?", "num": "94", "type": "4"}, {"text": "In the last year, have you broken into a house, a building, or a car?", "num": "95", "type": "4"}]}, {"threshold": 5, "name": "Alcohol", "questions": [{"text": "The next questions are about your use of alcohol - beer, wine, or hard liquors like vodka, gin, or whiskey. Each can or bottle of beer, glass of wine, wine cooler, shot of liquor, or mixed drink with liquor in it counts as one drink. Have you had at least 2 drinks in the least 3 months?", "num": "96", "type": "4"}, {"text": "In the last year, did you get in trouble with the police when you were drunk or because you had been drinking?", "num": "97", "type": "4"}, {"text": "In the last year, did you get into arguments with your family or friends because of drinking?", "num": "98", "type": "4"}, {"text": "In the last year, did you miss school to go drinking or because you were hung over?", "num": "99", "type": "4"}]}, {"threshold": 5, "name": "Marijuana", "questions": [{"text": "In the last year, have you used marijuana, cannabis, pot, grass, weed, edibles, wax, dabs, or butter six or more times?", "num": "100", "type": "4"}, {"text": "In the last year, did you miss school to use marijuana, cannabis, pot, grass, weed, edibles, wax, dabs, or butter or because you were too high to go to school?", "num": "101", "type": "4"}, {"text": "In the last year, did you get into arguments with your family or friends because you were using marijuana, cannabis, pot, grass, weed, edibles, wax, dabs, or butter?", "num": "102", "type": "4"}]}, {"threshold": 5, "name": "Other Substances", "questions": [{"text": "Have you used any opiates to get high? This includes things like codeine, Demerol, morphine, percodan, methadone, Tramadol (Ultram), Buprenorphine (Subutex), Propoxyphene (Darvocet) Darvon, opium, Delaudid, Talwin, Pethidine (Demerol), Hydrocodone (Lortab/Vicodin), Oxycodone (Percocet, Oxycontin, Oxy), Hydromorphone  Oxymorphone (Opana), Fentanyl, and so on. In the last year, have you used any of these to get high?", "num": "103", "type": "4"}, {"text": "In the last year, have you used any kind of hallucinogen? This includes LSD or \"acid,\" mescaline, peyote, DMT, psilocybin, PHP, magic mushrooms, shrooms, Ketamine, special K, K2, Spice, and so on. Have you used any of these?", "num": "104", "type": "4"}, {"text": "In the last year, have you used stimulants or amphetamines - like speed, diet pills, Benzedrine, methamphetamine (meth), Adderall, Addies, Ritalin, Bath Salts, Khat, Abyssinian Tea, African Salad, Kat, or anything like that to get high?", "num": "105", "type": "4"}, {"text": "In the last year, have you used cocaine or \"crack\"?", "num": "106", "type": "4"}, {"text": "In the last year, have you used heroin, \"horse\", H, or smack?", "num": "107", "type": "4"}, {"text": "In the last year, have you used sedatives such as sedatives such as Xanax, Valium, Rohypnol?", "num": "108", "type": "4"}, {"text": "In the last year, have you used Ecstacy, Molly,  MDMA, \"E\", XTC, Thizz?", "num": "109", "type": "4"}, {"text": "In the last year, have you used any inhalants or cough syrup - like glue, cleaning fluid, gasoline, or paint to get high? Or have you used any kind of cough syrup like Benylin DM, Mucinex DM, Robitussin, NyQuil, Dimetapp, Vicks, Coricidin, Delsym, TheraFlu, DXM, Purple Drank, Barre, Oil, Purple Tonic, Lean (or Southern Lean,) Drank, and Syrup (Sizzurp) and so on.  Have you used any of these?", "num": "110", "type": "4"}]}, {"threshold": 5, "name": "Introduction3", "questions": [{"text": "In the first part of this interview you were asked about how you have been feeling and acting in the last year. This included questions about the following areas:  feeling anxious or worried, feeling sad or depressed, being angry or irritable or in a bad mood, problems with food or eating or weight, your behavior, alcohol or drugs, and other things you did.  Now I'd like you to think about problems you may have been having at home,", "num": "Intro3", "type": "10"}]}, {"threshold": 5, "name": "Impairment", "questions": [{"text": "In the last three months, how often did your parents feel worried or concerned about the way you were feeling or acting?", "num": "111", "type": "5"}, {"text": "Were they worried or concerned because of:  Select all that apply and then press the [ENTER] key to continue", "num": "111A", "type": "8"}, {"text": "In the last three months, how often did your parents get annoyed or upset with you because of the way you were feeling or acting?", "num": "112", "type": "5"}, {"text": "Were they annoyed or upset because of:  Select all that apply and then press the [ENTER] key to continue", "num": "112A", "type": "8"}, {"text": "In the last three months, how often were you not able to do things or go places with your family because of the way you felt or acted?", "num": "113", "type": "5"}, {"text": "Were you not able to do things or go places because of:  Select all that apply and then press the [ENTER] key to continue", "num": "113A", "type": "8"}, {"text": "In the last three months, how often were you not able to do things or go places with other people your age because of the way you felt or acted?", "num": "114", "type": "5"}, {"text": "Were you not able to do things or go places because of:  Select all that apply and then press the [ENTER] key to continue", "num": "114A", "type": "8"}, {"text": "In the last three months, how often did the way you were feeling or acting make it difficult to do your schoolwork or cause problems with your grades?", "num": "115", "type": "5"}, {"text": "Did you have problems with your schoolwork or grades because of:  Select all that apply and then press the [ENTER] key to continue", "num": "115A", "type": "8"}, {"text": "In the last three months, how often were your teachers annoyed or upset with you because of the way you were feeling or acting?", "num": "116", "type": "5"}, {"text": "Were your teachers annoyed or upset because of:  Select all that apply and then press the [ENTER] key to continue", "num": "116A", "type": "8"}, {"text": "In the last three months, how often did the way you were feeling or acting make you feel bad or feel upset?", "num": "117", "type": "5"}, {"text": "Did you feel bad or upset because of:  Select all that apply and then press the [ENTER] key to continue", "num": "117A", "type": "8"}, {"text": "In the last three months, have you been to see someone at a hospital or at a clinic or a therapist/counselor because of the way you were feeling or acting?", "num": "118", "type": "4"}, {"text": "Did you go to see someone because of:  Select all that apply and then press the [ENTER] key to continue", "num": "118A", "type": "8"}]}, {"threshold": 5, "name": "Conclusion", "questions": [{"text": "I'd like to ask you about the interview you just completed.What did you think of it?", "num": "119", "type": "9"}, {"text": "The interview has ended.  Please contact the person supervising and tell them you have finished.  Thank you!", "num": "End", "type": "10"}]}]}